[LiveUpdate_FormLiveUpdateMain]
btnClose.Hint=Aizvērt
btnUpdate.Caption=Lejupielāde
btnConfirmCancel.Caption=Atcelt
btnUptoDateOK.Caption=Labi
lblUpToDate.Caption=Apsveicam! Jums jau ir jaunākā programmas versija. Atjauninājumi nav pieejami.
lblGetUptInfo.Caption=Saņem informāciju par atjauninājumiem, lūdzu uzgaidiet...
btnConfigCancel.Caption=Atcelt
btnMinimize.Caption=Samazināt
btnProcessCancel.Caption=Atcelt
btnUptWeb.Caption=Atjaunināt tagad
btnWebCancel.Caption=Atjaunināt vēlāk
lblUpdateFailed.Caption=Atjaunināšana nenotika! Lūdzu mēģināt vēlāk vēlreiz. Vai, noklikšķiniet uz pogas "Mēģināt vēlreiz", lai mēģinātu atjaunināt vēlreiz.
btnFailedClose.Caption=Aizvērt
btnRetry.Caption=Turpināt
btnSuccessClose.Caption=Labi

[LiveUpdate_M]
Item=Objekts
Size=Apjoms
Version=Versija
DownLoading=Lejuplādēt
OK=Labi
Close=Aizvērt
LiveUpdate=Atjaunināt
UpdateSuccess=%s ir atjaunināti. Jūs varat baudīt jaunākās iespējas un uzlabojumus tagad.
WebDownLoad=Ir pieejami %s no jaunās versijas. Atjauniniet tagad un saņemiet jaunas iespējas un uzlabojumus. Tas ir bez maksas.
AvailableUpdates=Pieejami atjauninājumi
NewVersion=Jauna versija
VersionUpdate=Versijas atjaunināšana
ImportantUpdate=Svarīgi atjauninājumi

